/***
 Задание 1
 Реализуйте метод, который получает в качестве параметра год, а затем проверяет, является ли он високосным,
 и выводит результат в консоль.
 *Эту проверку вы уже реализовывали в задании по условным операторам.*
 Теперь проверку нужно обернуть в метод и использовать год, который приходит в виде параметра.
 Результат программы выведите в консоль. Если год високосный, то должно быть выведено “*номер года —* високосный год”.
 Если год не високосный, то, соответственно: “*номер года —* не **високосный год”.
 */
public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");
    }
}